$('#gift').click(function(){
    let a = confirm('Вы точно хотите открыть подарок?');
    if(a == true){
        alert('Мама! Я тебя очень!! Люблю!!!)\nЯ очень старался когда делал тебе этот подарок! :)\n1. Я прям хочу! Чтобы ты всегда была в хорошем настроении и была счастлива (Но только не слишком-сильно (переизбыток дефомина может сказаться))!\n2. Наша семья как можно меньше ругалась между собой!\n3. Тебя со всех сторон ожидал успех!\n4. Всегда была в душе и телом молодой! И становилась моложе!)\n5. И чтобы ты добилась своих целей!)');
    }
})
